tap "koekeishiya/formulae"
tap "rcmdnk/file"
brew "bat"
brew "ffmpeg"
brew "docker-compose"
brew "duf"
brew "dust"
brew "eza"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnupg"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "mpd", restart_service: :changed
brew "neovim"
brew "nodebrew"
brew "nodenv"
brew "pinentry-mac"
brew "procs"
brew "rbenv"
brew "rust"
brew "scrcpy"
brew "starship"
brew "tmux"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "audacity"
cask "discord"
cask "google-chrome"
cask "iina"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "keyclu"
cask "logi-options+"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "openmtp"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
