bat
ca-certificates
docker-compose
dust
eza
fzf
gcc
gh
git
git-delta
glab
lazydocker
lazygit
neovim
nodebrew
procs
starship
zellij
zoxide
zsh-autosuggestions
