7zip
bat
bottom
curl
delta
duf
dust
fd
ffmpeg
figlet
gcc
glow
gsudo
lazydocker
lazygit
less
lsd
miniconda3
mpg123
musikcube
nodejs
ntop
oh-my-posh
procs
ripgrep
scoop-completion
spotify-tui
tldr
uutils-coreutils
zoxide
